Repository: wdvr/footprint
Catalog: ios/Footprint/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br

# onboarding.feature.bucket_list
source: Create a bucket list of places to visit
de: Erstelle eine Wunschliste mit Orten zum Besuchen
es: Crea una lista de lugares para visitar
it: Crea una lista dei desideri dei luoghi da visitare
pt_br: Crie uma lista de desejos de lugares para visitar

# onboarding.feature.photos
source: Import locations from your photos
de: Importiere Orte aus deinen Fotos
es: Importa ubicaciones desde tus fotos
it: Importa posizioni dalle tue foto
pt_br: Importe localizações das suas fotos

# onboarding.photos.benefit.map
source: See photo pins on your map
de: Siehe Foto-Pins auf deiner Karte
es: Ve pines de fotos en tu mapa
it: Vedi i marcatori delle foto sulla tua mappa
pt_br: Veja pins de fotos no seu mapa

# onboarding.photos.benefit.automatic
source: Automatically find past travels
de: Finde automatisch deine früheren Reisen
es: Encuentra automáticamente viajes pasados
it: Scopri automaticamente i tuoi viaggi passati
pt_br: Encontre viagens passadas automaticamente

# onboarding.photos.benefit.privacy
source: Photos stay on your device
de: Fotos bleiben auf deinem Gerät
es: Las fotos permanecen en tu dispositivo
it: Le foto rimangono sul tuo dispositivo
pt_br: As fotos ficam no seu dispositivo

# onboarding.location.benefit.auto_detect
source: Auto-detect new countries
de: Neue Länder automatisch erkennen
es: Detecta automáticamente nuevos países
it: Rileva automaticamente i nuovi paesi
pt_br: Detecte novos países automaticamente

# onboarding.location.benefit.notifications
source: Get notified when visiting new places
de: Benachrichtigungen beim Besuch neuer Orte
es: Recibe notificaciones al visitar lugares nuevos
it: Ricevi notifiche quando visiti nuovi luoghi
pt_br: Receba notificações ao visitar novos lugares

# onboarding.location.benefit.battery
source: Battery-efficient background tracking
de: Stromsparendes Hintergrund-Tracking
es: Seguimiento eficiente en segundo plano
it: Tracciamento in background efficiente per la batteria
pt_br: Rastreamento eficiente em segundo plano

# onboarding.tip.tap_country
source: Tap any country to mark it as visited
de: Tippe auf ein Land, um es als besucht zu markieren
es: Toca cualquier país para marcarlo como visitado
it: Tocca un paese per contrassegnarlo come visitato
pt_br: Toque em qualquer país para marcá-lo como visitado

# onboarding.tip.bucket_list
source: Long press to add to your bucket list
de: Lange drücken, um es zu deiner Wunschliste hinzuzufügen
es: Mantén presionado para agregar a tu lista de deseos
it: Tocca a lungo per aggiungere alla tua lista dei desideri
pt_br: Pressione e segure para adicionar à sua lista de desejos

# onboarding.tip.photo_import
source: Import photos from Settings to see pins on the map
de: Importiere Fotos aus den Einstellungen, um Pins auf der Karte zu sehen
es: Importa fotos desde Configuración para ver pines en el mapa
it: Importa foto da Impostazioni per vedere i marcatori sulla mappa
pt_br: Importe fotos das Configurações para ver pins no mapa

# continent.asia
source: Asia
de: Asien
fr: Asie
ja: アジア
pt_br: Ásia
