Repository: wdvr/footprint
Catalog: ios/Footprint/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br

# tab.map
source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
ja: 地図
pt_br: Mapa

# tab.countries
source: Countries
de: Länder
es: Países
fr: Pays
it: Paesi
ja: 国
pt_br: Países

# tab.stats
source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
pt_br: Estatísticas

# tab.settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
pt_br: Configurações

# auth.signed_in
source: Signed In
de: Angemeldet
es: Sesión iniciada
fr: Connecté
it: Accesso effettuato
ja: サインイン済み
pt_br: Conectado

# auth.signed_in_with
source: Signed in with %@
de: Angemeldet mit %@
es: Sesión iniciada con %@
fr: Connecté avec %@
it: Accesso con %@
ja: %@でサインイン
pt_br: Conectado com %@

# auth.offline_mode
source: Offline Mode
de: Offline-Modus
es: Modo sin conexión
fr: Mode hors ligne
it: Modalità Offline
ja: オフラインモード
pt_br: Modo Offline

# auth.offline_description
source: Data stored locally only
de: Daten nur lokal gespeichert
es: Datos almacenados solo localmente
fr: Données stockées localement uniquement
it: Dati archiviati solo localmente
ja: データはローカルにのみ保存されます
pt_br: Dados armazenados apenas localmente

# auth.sign_out
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: サインアウト
pt_br: Sair

# auth.sign_out_confirmation
source: Are you sure you want to sign out? Your local data will be preserved.
de: Möchten Sie sich wirklich abmelden? Ihre lokalen Daten bleiben erhalten.
es: ¿Estás seguro de que quieres cerrar sesión? Tus datos locales se conservarán.
fr: Êtes-vous sûr de vouloir vous déconnecter ? Vos données locales seront conservées.
it: Sei sicuro di voler uscire? I tuoi dati locali verranno conservati.
ja: 本当にサインアウトしますか？ローカルデータは保持されます。
pt_br: Tem certeza que deseja sair? Seus dados locais serão preservados.

# sync.force_full_sync
source: Force Full Sync
de: Vollsynchronisation erzwingen
es: Forzar sincronización completa
fr: Forcer la synchronisation complète
it: Sincronizzazione Completa Forzata
ja: 強制的に完全同期
pt_br: Forçar Sincronização Completa

# sync.syncing
source: Syncing...
de: Synchronisiere...
es: Sincronizando...
fr: Synchronisation...
it: Sincronizzazione in corso...
ja: 同期中...
pt_br: Sincronizando...

# sync.sync_error
source: Sync Error
de: Synchronisationsfehler
es: Error de sincronización
fr: Erreur de synchronisation
it: Errore di Sincronizzazione
ja: 同期エラー
pt_br: Erro de Sincronização

# sync.synced
source: Synced
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
it: Sincronizzato
ja: 同期済み
pt_br: Sincronizado

# sync.last_sync
source: Last: %@
de: Zuletzt: %@
es: Última: %@
fr: Dernière : %@
it: Ultimo: %@
ja: 最終: %@
pt_br: Última: %@

# sync.never_synced
source: Never synced
de: Nie synchronisiert
es: Nunca sincronizado
fr: Jamais synchronisé
it: Mai sincronizzato
ja: 未同期
pt_br: Nunca sincronizado

# sync.sync_now
source: Sync now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
it: Sincronizza ora
ja: 今すぐ同期
pt_br: Sincronizar agora

# location.background_tracking
source: Background Location Tracking
de: Standortverfolgung im Hintergrund
es: Seguimiento de ubicación en segundo plano
fr: Suivi de localisation en arrière-plan
it: Tracciamento Posizione in Background
ja: バックグラウンド位置追跡
pt_br: Rastreamento em Segundo Plano

# location.background_description
source: Get notified when you visit new places
de: Benachrichtigung bei Besuch neuer Orte
es: Recibe notificaciones cuando visites lugares nuevos
fr: Recevez des notifications lorsque vous visitez de nouveaux lieux
it: Ricevi notifiche quando visiti nuovi luoghi
ja: 新しい場所を訪れた時に通知を受け取る
pt_br: Receba notificações ao visitar novos lugares

# location.header
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
ja: 位置情報
pt_br: Localização

# location.always_permission
source: Requires 'Always' location permission. Go to Settings > Privacy > Location Services to enable.
de: Benötigt 'Immer' Standortberechtigung. Gehen Sie zu Einstellungen > Datenschutz > Ortungsdienste, um es zu aktivieren.
es: Requiere permiso de ubicación 'Siempre'. Ve a Configuración > Privacidad > Servicios de ubicación para habilitarlo.
fr: Nécessite l'autorisation de localisation 'Toujours'. Allez dans Réglages > Confidentialité > Services de localisation pour l'activer.
it: Richiede il permesso di posizione 'Sempre'. Vai su Impostazioni > Privacy > Servizi di localizzazione per abilitare.
ja: 「常に許可」の位置情報許可が必要です。設定 > プライバシー > 位置情報サービスから有効にしてください。
pt_br: Requer permissão 'Sempre'. Vá em Ajustes > Privacidade > Serviços de Localização.

# location.battery_efficiency
source: Uses significant location changes for battery efficiency.
de: Verwendet signifikante Standortänderungen für Batterieeffizienz.
es: Usa cambios de ubicación significativos para la eficiencia de la batería.
fr: Utilise des changements de localisation significatifs pour l'efficacité de la batterie.
it: Utilizza i cambiamenti significativi della posizione per l'efficienza della batteria.
ja: バッテリー効率のため重要な位置変更を使用します。
pt_br: Usa mudanças significativas de localização para eficiência de bateria.

# location.center_current
source: Center on current location
de: Auf aktuellen Standort zentrieren
es: Centrar en ubicación actual
fr: Centrer sur la localisation actuelle
it: Centra sulla posizione attuale
ja: 現在の位置を中央に
pt_br: Centralizar na localização atual

# location.start_tracking
source: Start tracking location
de: Standortverfolgung starten
es: Comenzar seguimiento de ubicación
fr: Commencer le suivi de localisation
it: Inizia a tracciare la posizione
ja: 位置追跡を開始
pt_br: Iniciar rastreamento

source: Import Sources
de: Importquellen
es: Fuentes de importación
fr: Sources d'importation
it: Fonti di Importazione
ja: インポートソース
pt_br: Fontes de Importação

# import.sources_description
source: Gmail, Calendar, Photos
de: Gmail, Kalender, Fotos
es: Gmail, Calendario, Fotos
fr: Gmail, Calendrier, Photos
it: Gmail, Calendario, Foto
ja: Gmail、カレンダー、写真
pt_br: Gmail, Calendário, Fotos

# import.photo_limit
source: Photo limit
de: Fotolimit
es: Límite de fotos
fr: Limite de photos
it: Limite foto
ja: 写真の上限
pt_br: Limite de fotos

# import.photo_limit_none
source: None
de: Keins
es: Ninguno
fr: Aucune
it: Nessuno
ja: なし
pt_br: Nenhum

# data.backup
source: Backup Data
de: Daten sichern
es: Respaldar datos
fr: Sauvegarder les données
it: Backup Dati
ja: データをバックアップ
pt_br: Fazer Backup

# data.restore_backup
source: Restore Backup
de: Backup wiederherstellen
es: Restaurar respaldo
fr: Restaurer la sauvegarde
it: Ripristina Backup
ja: バックアップを復元
pt_br: Restaurar Backup

# data.clear_all
source: Clear All Visited Places
de: Alle besuchten Orte löschen
es: Eliminar todos los lugares visitados
fr: Effacer tous les lieux visités
it: Cancella Tutti i Luoghi Visitati
ja: すべての訪問地を消去
pt_br: Limpar Todos os Lugares

# data.delete_account
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina Account
ja: アカウントを削除
pt_br: Excluir Conta

# data.delete_account_warning
source: This will permanently delete your account and all data. This action cannot be undone.
de: Dies wird Ihr Konto und alle Daten dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente tu cuenta y todos los datos. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement votre compte et toutes les données. Cette action ne peut pas être annulée.
it: Questo eliminerà permanentemente il tuo account e tutti i dati. Questa azione non può essere annullata.
ja: これによりアカウントとすべてのデータが完全に削除されます。この操作は元に戻せません。
pt_br: Isso excluirá permanentemente sua conta e todos os dados. Esta ação não pode ser desfeita.

# data.clear_all_confirmation
source: This will remove all %d visited places. This action cannot be undone.
de: Dies wird alle %d besuchten Orte entfernen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará todos los %d lugares visitados. Esta acción no se puede deshacer.
fr: Cela supprimera tous les %d lieux visités. Cette action ne peut pas être annulée.
it: Verranno rimossi tutti i %d luoghi visitati. Questa azione non può essere annullata.
ja: これにより%d件の訪問地がすべて削除されます。この操作は元に戻せません。
pt_br: Isso removerá todos os %d lugares visitados. Esta ação não pode ser desfeita.

# data.backup_success
source: Your data has been backed up to Documents/footprint_backup.json
de: Ihre Daten wurden in Documents/footprint_backup.json gesichert
es: Tus datos han sido respaldados en Documents/footprint_backup.json
fr: Vos données ont été sauvegardées dans Documents/footprint_backup.json
it: Il tuo backup è stato salvato in Documenti/footprint_backup.json
ja: データがDocuments/footprint_backup.jsonにバックアップされました
pt_br: Seus dados foram salvos em Documents/footprint_backup.json

# data.restore_confirmation
source: This will replace all current data with the backup. Continue?
de: Dies wird alle aktuellen Daten durch das Backup ersetzen. Fortfahren?
es: Esto reemplazará todos los datos actuales con el respaldo. ¿Continuar?
fr: Cela remplacera toutes les données actuelles par la sauvegarde. Continuer ?
it: Questo sostituirà tutti i dati attuali con il backup. Continuare?
ja: これにより現在のデータがすべてバックアップで置き換えられます。続行しますか？
pt_br: Isso substituirá todos os dados atuais pelo backup. Continuar?

# data.restore_success
source: Your data has been restored from backup.
de: Ihre Daten wurden aus dem Backup wiederhergestellt.
es: Tus datos han sido restaurados desde el respaldo.
fr: Vos données ont été restaurées à partir de la sauvegarde.
it: Il tuo backup è stato ripristinato.
ja: バックアップからデータが復元されました。
pt_br: Seus dados foram restaurados do backup.

# app.version
source: Version
es: Versión
it: Versione
ja: バージョン
pt_br: Versão

# app.build
source: Build
es: Compilación
ja: ビルド

# places.countries
source: countries
de: länder
es: países
fr: pays
it: paesi
ja: ヶ国
pt_br: países

# places.visited
source: Visited
de: Besucht
es: Visitado
fr: Visité
it: Visitati
ja: 訪問済み
pt_br: Visitado

# places.bucket_list
source: Bucket List
de: Wunschliste
es: Lista de deseos
fr: Liste de souhaits
it: Lista dei Desideri
ja: 行きたい場所リスト
pt_br: Lista de Desejos

# places.remove
source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
pt_br: Remover

# places.mark_visited
source: Mark as Visited
de: Als besucht markieren
es: Marcar como visitado
fr: Marquer comme visité
it: Segna come Visitato
ja: 訪問済みにマーク
pt_br: Marcar como Visitado

# places.view_states
source: View States
de: Bundesstaaten anzeigen
es: Ver estados
fr: Voir les états
it: Visualizza Stati
ja: 州を表示
pt_br: Ver Estados

# places.view_provinces
source: View Provinces
de: Provinzen anzeigen
es: Ver provincias
fr: Voir les provinces
it: Visualizza Province
ja: 州を表示
pt_br: Ver Províncias

# places.territory_of
source: Territory of %@ â€¢ %@
de: Territorium von %@ • %@
es: Territorio de %@ • %@
fr: Territoire de %@ • %@
it: Territorio di %@ • %@
ja: %@の領土 • %@
pt_br: Território de %@ • %@

# places.code
source: Code: %@
es: Código: %@
it: Codice: %@
ja: コード: %@
pt_br: Código: %@

# places.search_countries
source: Search countries
de: Länder suchen
es: Buscar países
fr: Rechercher des pays
it: Cerca paesi
ja: 国を検索
pt_br: Buscar países

# stats.your_travel_stats
source: Your Travel Stats
de: Ihre Reisestatistiken
es: Tus estadísticas de viaje
fr: Vos statistiques de voyage
it: Le Tue Statistiche di Viaggio
ja: あなたの旅行統計
pt_br: Suas Estatísticas de Viagem

# stats.total_regions_visited
source: Total Regions Visited
de: Besuchte Regionen gesamt
es: Total de regiones visitadas
fr: Total des régions visitées
it: Regioni Totali Visitate
ja: 訪問地域合計
pt_br: Total de Regiões Visitadas

# stats.bucket_list_description
source: %d places on your bucket list
de: %d Orte auf Ihrer Wunschliste
es: %d lugares en tu lista de deseos
fr: %d lieux dans votre liste de souhaits
it: %d luoghi nella tua lista dei desideri
ja: 行きたい場所リストに%d箇所
pt_br: %d lugares na sua lista de desejos

# stats.by_continent
source: By Continent
de: Nach Kontinent
es: Por continente
fr: Par continent
it: Per Continente
ja: 大陸別
pt_br: Por Continente

# stats.time_zones
source: Time Zones
de: Zeitzonen
es: Zonas horarias
fr: Fuseaux horaires
it: Fusi Orari
ja: タイムゾーン
pt_br: Fusos Horários

# stats.time_zones_visited_percent
source: %d%% of time zones visited
de: %d%% der Zeitzonen besucht
es: %d%% de zonas horarias visitadas
fr: %d%% des fuseaux horaires visités
it: %d%% dei fusi orari visitati
ja: タイムゾーンの%d%%を訪問
pt_br: %d%% dos fusos horários visitados

# stats.farthest_west
source: Farthest West
de: Am weitesten westlich
es: Más al oeste
fr: Le plus à l'ouest
it: Più a Ovest
ja: 最西端
pt_br: Mais a Oeste

# stats.farthest_east
source: Farthest East
de: Am weitesten östlich
es: Más al este
fr: Le plus à l'est
it: Più a Est
ja: 最東端
pt_br: Mais a Leste

# stats.achievements
source: Achievements
de: Errungenschaften
es: Logros
fr: Réalisations
it: Risultati
ja: 実績
pt_br: Conquistas

# stats.next_achievement
source: Next Achievement
de: Nächste Errungenschaft
es: Próximo logro
fr: Prochaine réalisation
it: Prossimo Risultato
ja: 次の実績
pt_br: Próxima Conquista

# stats.visit_types
source: Visit Types
de: Besuchsarten
es: Tipos de visita
fr: Types de visite
it: Tipi di Visita
ja: 訪問タイプ
pt_br: Tipos de Visita

# onboarding.skip
source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
pt_br: Pular

# onboarding.back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt_br: Voltar

# onboarding.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
pt_br: Próximo

# onboarding.get_started
source: Get Started
de: Los geht's
es: Comenzar
fr: Commencer
it: Inizia
ja: 始める
pt_br: Começar

# onboarding.welcome.title
source: Welcome to Footprint
de: Willkommen bei Footprint
es: Bienvenido a Footprint
fr: Bienvenue dans Footprint
it: Benvenuto a Footprint
ja: Footprintへようこそ
pt_br: Bem-vindo ao Footprint

# onboarding.welcome.description
source: Track the places you've visited and create your personal travel map
de: Verfolgen Sie die Orte, die Sie besucht haben, und erstellen Sie Ihre persönliche Reisekarte
es: Rastrea los lugares que has visitado y crea tu mapa personal de viajes
fr: Suivez les lieux que vous avez visités et créez votre carte de voyage personnelle
it: Traccia i luoghi che hai visitato e crea la tua mappa dei viaggi personale
ja: 訪れた場所を記録し、あなた専用の旅行マップを作成しましょう
pt_br: Acompanhe os lugares que você visitou e crie seu mapa de viagens pessoal

# onboarding.photos.title
source: Import from Photos
de: Aus Fotos importieren
es: Importar desde fotos
fr: Importer depuis les photos
it: Importa da Foto
ja: 写真からインポート
pt_br: Importar das Fotos

# onboarding.photos.description
source: Footprint can scan your photo library to discover places you've been based on photo locations
de: Footprint kann Ihre Fotobibliothek scannen, um Orte zu entdecken, an denen Sie basierend auf Fotostandorten waren
es: Footprint puede escanear tu biblioteca de fotos para descubrir lugares donde has estado basándose en las ubicaciones de las fotos
fr: Footprint peut scanner votre photothèque pour découvrir les lieux où vous êtes allé en se basant sur les emplacements des photos
it: Footprint può scansionare la tua libreria fotografica per scoprire i luoghi che hai visitato in base alle posizioni delle foto
ja: Footprintは写真ライブラリをスキャンして、写真の位置情報から訪れた場所を発見できます
pt_br: O Footprint pode escanear sua biblioteca de fotos para descobrir lugares que você visitou

# onboarding.photos.enabled
source: Photo access enabled
de: Fotozugriff aktiviert
es: Acceso a fotos habilitado
fr: Accès aux photos activé
it: Accesso alle foto abilitato
ja: 写真アクセス有効
pt_br: Acesso às fotos ativado

# onboarding.photos.enable
source: Enable Photo Access
de: Fotozugriff aktivieren
es: Habilitar acceso a fotos
fr: Activer l'accès aux photos
it: Abilita Accesso alle Foto
ja: 写真アクセスを有効にする
pt_br: Ativar Acesso às Fotos

# onboarding.photos.optional
source: This is optional - you can enable it later in Settings
de: Dies ist optional - Sie können es später in den Einstellungen aktivieren
es: Esto es opcional - puedes habilitarlo más tarde en Configuración
fr: Ceci est optionnel - vous pouvez l'activer plus tard dans les Paramètres
it: Questo è facoltativo - puoi abilitarlo in seguito in Impostazioni
ja: これはオプションです - 後で設定から有効にできます
pt_br: Isso é opcional - você pode ativar depois em Configurações

# onboarding.location.title
source: Track Your Location
de: Ihren Standort verfolgen
es: Rastrea tu ubicación
fr: Suivez votre localisation
it: Traccia la Tua Posizione
ja: 位置情報を追跡
pt_br: Rastrear Sua Localização

# onboarding.location.description
source: Enable location tracking to automatically mark countries as you travel
de: Aktivieren Sie die Standortverfolgung, um automatisch Länder zu markieren, während Sie reisen
es: Habilita el seguimiento de ubicación para marcar automáticamente países mientras viajas
fr: Activez le suivi de localisation pour marquer automatiquement les pays pendant vos voyages
it: Abilita il tracciamento della posizione per contrassegnare automaticamente i paesi mentre viaggi
ja: 位置追跡を有効にして、旅行中に自動的に国をマークしましょう
pt_br: Ative o rastreamento para marcar países automaticamente enquanto você viaja

# onboarding.location.enabled
source: Location access enabled
de: Standortzugriff aktiviert
es: Acceso a ubicación habilitado
fr: Accès à la localisation activé
it: Accesso alla posizione abilitato
ja: 位置情報アクセス有効
pt_br: Acesso à localização ativado

# onboarding.location.enable
source: Enable Location Access
de: Standortzugriff aktivieren
es: Habilitar acceso a ubicación
fr: Activer l'accès à la localisation
it: Abilita Accesso alla Posizione
ja: 位置情報アクセスを有効にする
pt_br: Ativar Acesso à Localização

# onboarding.location.optional
source: This is optional - you can always add places manually
de: Dies ist optional - Sie können Orte immer manuell hinzufügen
es: Esto es opcional - siempre puedes agregar lugares manualmente
fr: Ceci est optionnel - vous pouvez toujours ajouter des lieux manuellement
it: Questo è facoltativo - puoi sempre aggiungere luoghi manualmente
ja: これはオプションです - いつでも手動で場所を追加できます
pt_br: Isso é opcional - você sempre pode adicionar lugares manualmente

# onboarding.complete.title
source: You're All Set!
de: Alles bereit!
es: ¡Todo listo!
fr: Vous êtes prêt !
it: Tutto Pronto!
ja: 準備完了！
pt_br: Tudo Pronto!

# onboarding.complete.description
source: Start exploring the map and marking the places you've visited
de: Beginnen Sie, die Karte zu erkunden und die Orte zu markieren, die Sie besucht haben
es: Comienza a explorar el mapa y marcar los lugares que has visitado
fr: Commencez à explorer la carte et à marquer les lieux que vous avez visités
it: Inizia a esplorare la mappa e marca i luoghi che hai visitato
ja: 地図を探索して、訪れた場所をマークし始めましょう
pt_br: Comece a explorar o mapa e marcar os lugares que você visitou

# map.show_photo_pins
source: Show photo pins
de: Foto-Pins anzeigen
es: Mostrar pines de fotos
fr: Afficher les épingles de photos
it: Mostra marcatori foto
ja: 写真ピンを表示
pt_br: Mostrar pins de fotos

# map.hide_photo_pins
source: Hide photo pins
de: Foto-Pins ausblenden
es: Ocultar pines de fotos
fr: Masquer les épingles de photos
it: Nascondi marcatori foto
ja: 写真ピンを非表示
pt_br: Ocultar pins de fotos

# map.show_list
source: Show list
de: Liste anzeigen
es: Mostrar lista
fr: Afficher la liste
it: Mostra elenco
ja: リストを表示
pt_br: Mostrar lista

# map.show_map
source: Show map
de: Karte anzeigen
es: Mostrar mapa
fr: Afficher la carte
it: Mostra mappa
ja: 地図を表示
pt_br: Mostrar mapa

# map.expand_states
source: Expand states
de: Bundesstaaten erweitern
es: Expandir estados
fr: Développer les états
it: Espandi stati
ja: 州を展開
pt_br: Expandir estados

# map.collapse_states
source: Collapse states
de: Bundesstaaten einklappen
es: Colapsar estados
fr: Réduire les états
it: Comprimi stati
ja: 州を折りたたみ
pt_br: Recolher estados

# action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar

# action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Excluir

# action.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
pt_br: Concluído

# action.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
pt_br: Restaurar

# accessibility.visited
source: visited
de: besucht
es: visitado
fr: visité
it: visitato
ja: 訪問済み
pt_br: visitado

# accessibility.not_visited
source: not visited
de: nicht besucht
es: no visitado
fr: non visité
it: non visitato
ja: 未訪問
pt_br: não visitado

# accessibility.continent_stats
source: %@, %d of %d countries visited
de: %@, %d von %d Ländern besucht
es: %@, %d de %d países visitados
fr: %@, %d sur %d pays visités
it: %@, %d di %d paesi visitati
ja: %@、%d/%d ヶ国訪問済み
pt_br: %@, %d de %d países visitados

# accessibility.bucket_list_count
source: %d %@ on bucket list
de: %d %@ auf der Wunschliste
es: %d %@ en lista de deseos
fr: %d %@ dans la liste de souhaits
it: %d %@ nella lista dei desideri
ja: 行きたい場所リストに%d%@
pt_br: %d %@ na lista de desejos

# accessibility.stats_percentage
source: %@: %d of %d, %d percent
de: %@: %d von %d, %d Prozent
es: %@: %d de %d, %d porciento
fr: %@ : %d sur %d, %d pourcent
it: %@: %d di %d, %d percento
ja: %@: %d/%d、%d パーセント
pt_br: %@: %d de %d, %d por cento

# accessibility.total_regions
source: Total regions visited: %d
de: Besuchte Regionen gesamt: %d
es: Total de regiones visitadas: %d
fr: Total des régions visitées : %d
it: Regioni totali visitate: %d
ja: 総訪問地域数: %d
pt_br: Total de regiões visitadas: %d

# error.unknown
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
pt_br: Erro desconhecido

# error.backup_failed
source: Backup failed
de: Sicherung fehlgeschlagen
es: Falló el respaldo
fr: Échec de la sauvegarde
it: Backup non riuscito
ja: バックアップに失敗
pt_br: Falha no backup

# error.restore_failed
source: Restore failed
de: Wiederherstellung fehlgeschlagen
es: Falló la restauración
fr: Échec de la restauration
it: Ripristino non riuscito
ja: 復元に失敗
pt_br: Falha na restauração

# geographic.continent
source: Continent
de: Kontinent
es: Continente
it: Continente
ja: 大陸
pt_br: Continente

# geographic.country
source: Country
de: Land
es: País
fr: Pays
it: Paese
ja: 国
pt_br: País

# geographic.state
source: State
de: Bundesstaat
es: Estado
fr: État
it: Stato
ja: 州
pt_br: Estado

# geographic.province
source: Province
de: Provinz
es: Provincia
it: Provincia
ja: 州
pt_br: Província

# geographic.territory
source: Territory
de: Territorium
es: Territorio
fr: Territoire
it: Territorio
ja: 領土
pt_br: Território

# continent.africa
source: Africa
de: Afrika
es: África
fr: Afrique
ja: アフリカ
pt_br: África

# continent.antarctica
source: Antarctica
de: Antarktis
es: Antártida
fr: Antarctique
it: Antartide
ja: 南極大陸
pt_br: Antártica

# continent.europe
source: Europe
de: Europa
es: Europa
it: Europa
ja: ヨーロッパ
pt_br: Europa

# continent.north_america
source: North America
de: Nordamerika
es: América del Norte
fr: Amérique du Nord
it: America del Nord
ja: 北アメリカ
pt_br: América do Norte

# continent.oceania
source: Oceania
de: Ozeanien
es: Oceanía
fr: Océanie
ja: オセアニア

# continent.south_america
source: South America
de: Südamerika
es: América del Sur
fr: Amérique du Sud
it: America del Sud
ja: 南アメリカ
pt_br: América do Sul

# onboarding.feature.map
source: Visualize your travels on an interactive map
de: Visualisiere deine Reisen auf einer interaktiven Karte
es: Visualiza tus viajes en un mapa interactivo
it: Visualizza i tuoi viaggi su una mappa interattiva
pt_br: Visualize suas viagens em um mapa interativo
